sample_text = """
የኦሮሚያ ክልል የአስተዳደር አካላትና የፀጥታ ኃይሎች አባላት በመከላከያ ሚኒስቴር ከተገለጸው የምልመላ መሥፈርት ውጪ ሕፃናትን ጨምሮ በርካታ ሰዎችን “የመከላከያ ሠራዊትን እንዲቀላቀሉ” በሚል በግዳጅ እንደያዙና የተያዙ ሰዎችን ለማስለቀቅ ቤተሰቦቻቸው ከፍተኛ ገንዘብ እንዲከፍሉ ማስገደዳቸውን፣ የኢትዮጵያ ሰብዓዊ መብቶች ኮሚሽን (ኢሰመኮ) ባከናወነው ምርመራ ማረጋገጡን አስታወቀ።

በኦሮሚያ ክልል በአዳማ፣ በቢሾፍቱ፣ በጅማና በሻሸመኔ ከተሞች የሚገኙ ዕጩ የመከላከያ ሠራዊት አባላት ማቆያ ሥፍራዎችን ጎብኝቶ፣ በማቆያ ሥፍራዎቹ ውስጥ የሚገኙ ሰዎችንና ቤተሰቦቻቸውን አነጋግሮ፣ እንዲሁም የሚሊሻና የፖሊስ ተቋማትን ጨምሮ ከክልል እስከ ቀበሌ መዋቅር ያሉ የመንግሥት የሥራ ኃላፊዎችን አወያይቶ ስለጉዳዩ መረጃዎችንና ማስረጃዎችን መሰብሰቡን ኮሚሽነ አስታውቋል፡፡

ኢሰመኮ ካነጋገራቸው ተጎጂዎችና ምስክሮች፣ በአካል ምልከታ ካደረገባቸው የማቆያ ሥፍራዎችና ከክልሉ የፀጥታና አስተዳደር አካላት ባሰባሰባቸው ማስረጃዎች በኦሮሚያ ክልል የተከናወነው የመከላከያ ሠራዊት አባላት ምልመላ በተለይም በወረዳ፣ በከተማና በቀበሌ ደረጃ የሚገኙ የክልሉ መንግሥት ኃላፊዎችና የፀጥታ አካላት የተቀመጠላቸውን የምልመላ ኮታ ለማሟላት፣ አንዳንዶች ደግሞ በሒደቱ ያልተገባ የገንዘብ ጥቅም ለማግኘት በተስፋፋ ሁኔታ ሕፃናትንና ሌሎች ሰዎችን በመደለያና በግዳጅ መያዛቸውን ገልጿል፡፡ እንዲሁም አልፎ አልፎ የተያዙ ሰዎችን ለማስለቀቅ ቤተሰቦቻቸው ከፍተኛ ገንዘብ እንዲከፍሉ ያስገደዱ መሆኑን አክሏል፡፡

አንዳንድ የክልሉ ሚሊሻ አባላት ወጣቶችን ለመከላከያ ሠራዊት አባልነት ምልመላ በሚል ከያዙ በኋላ ለመልቀቅ ቤተሰቦቻቸው ገንዘብ እንዲከፍሉ ማስገደዳቸውን የጠቀሰው ኢሰመኮ፣ የማስገደድ ድርጊቱ በበርካታ የክልሉ አካባቢዎች ሪፖርት የተደረገ መሆኑንና በተለይም በአዳማ ከተማና አካባቢው ተስፋፍቶ ሲፈጸም እንደነበርየ አስረድቷል።

ለአብነት በአዳማ ከተማ በአንጋቱ ወረዳ ጥቅምት 19 ቀን 2017 ዓ.ም. ዳቦ ለመግዛት ከቤት የወጣ የ15 ዓመት የ8ኛ ክፍል ተማሪ በወረዳው ሚሊሻዎች ተይዞ  የእህል መጋዘን ውስጥ ተይዞ እንደነበር ከእማኝ እንዳረጋገጠ የገለጸው ኮሚሽኑ፣ በመጋዘኑ ቁጥራቸው በርከት ያሉ ወጣቶች በተመሳሳይ ሁኔታ ተይዘው እንደነበሩና የአብዛኞቹ ቤተሰቦች ከ20,000 እስከ 100,000 ብር መጠየቃቸውን አስታውቋል። በዚሁ መጋዘን ተይዞ የነበረ ሌላ የ15 ዓመት ሕፃን ወላጆች 20,000 ብር ካልከፈሉ ልጃቸው “ለወታደራዊ ሥልጠና” እንደሚላክ የተነገራቸው ዕማኝ እንደገለጹለት በመግለጫው አካቷል፡፡

በሌላ በኩል ጥቅምት 27 ቀን 2017 ዓ.ም. በአዳማ ከተማ ደካ አዲ ወረዳ ነዋሪ የሆነ አንድ የ21 ዓመት ወጣት ከሥራ ወደ መኖሪያ ቤት በመመለስ ላይ እያለ ተይዞ በወረዳው አስተዳደር አዳራሽ ለአራት ቀናት እንዲቆይ መደረጉን፣ የወረዳው ሚሊሻ አባላት ወላጅ እናቱን 25,000 ብር ካልከፈለች “ለውትድርና ሥልጠና” ወደ ሌላ ቦታ እንደሚልኩት በማስፈራራት ገንዘቡን ከተቀበሉ በኋላ ወጣቱን መልቀቃቸው ተገልጿል።

በጅማና በሻሸመኔ ከተሞች የሚገኙ የመንግሥት የሥራ ኃላፊዎች ችግሩ መኖሩን አምነው የማቆያ ሥፍራዎችን በመፈተሽ የእርምት ዕርምጃዎችን በመውሰድ ላይ መሆናቸውን፣ ድርጊቱን በፈጸሙ የመንግሥት ኃላፊዎችና የሚሊሻ አባላት ላይ ዕርምጃ እንደሚወስዱ መገለጹን ያስታወሰው ኢሰመኮ፣ ክትትል ባደረገባቸው አንዳንድ አካባቢዎች የመከላከያ ሠራዊት አመራሮችም ከመሥፈርት ውጪ የተደረገ ምልመላ መሆኑን በመግለጽ በክልሉ የፀጥታ አካላት የተያዙ ሰዎች ከማቆያ ሥፍራዎች እንዲለቀቁ መደረጋቸውን ተገንዝቤያለሁ ብሏል፡፡

ኮሚሽኑ ክትትልና ምርመራ ባደረገባቸው አንዳንድ አካባቢዎች ከክልሉ አመራሮች ጋር በመተባበር “የመከላከያ ሠራዊትን እንዲቀላቀሉ” በሚል ተይዘው የነበሩ ሕፃናትንና የአዕምሮ ሕሙማንን ጨምሮ፣ በግዳጅ የተያዙ በርካታ ሰዎችን ለማስለቀቅ ተችሏል ሲል ገልጿል።

ኢሰመኮ ለመከላከያ ሚኒስቴርና ለኦሮሚያ ክልል አስተዳደርና ፀጥታ ቢሮ ኅዳር 17 ቀን 2017 ዓ.ም. በጻፋቸው ደብዳቤዎች ስለጉዳዮ ማብራሪያ እንዲሰጠው ቢጠይቅም ሪፖርቱ ይፋ እስከተደረገበት ድረስ ተቋማቱ ምላሽ እንዳልሰጡ አስታውቋል፡፡

የኢሰመኮ ተጠባባቂ ዋና ኮሚሽነር ራኬብ መሰለ፣ ‹‹በዚህ ሒደት ሕፃናትንና ሌሎች ሰዎችን በግዳጅ ለመመልመል በሚል የያዙ፣ ከእስር ለመልቀቅ ገንዘብ የጠየቁና የተቀበሉ የፀጥታና የአስተዳደር አካላት በአፋጣኝ ተጠያቂ ሊደረጉ ይገባል፤›› ብለዋል። ኮሚሽነሯ አክለውም፣ ‹‹በቀጣይ በኦሮሚያ ክልልም ሆነ በሌሎች ክልሎች የሚካሄዱ የመከላከያ ሠራዊት አባላት ምልመላ ሥራዎች ሠራዊቱ ባስቀመጠው አሠራርና መሥፈርት መሠረት በፈቃደኛነት ላይ ብቻ ተመሥርተው መከናወናቸውን ሊያረጋግጥ ይገባል፤›› ሲሉም አሳስበዋል፡፡

ከላይ የተገለጹት ተግባራት በዓለም አቀፍ የሰብዓዊ መብቶች ስምምነቶችና በሕገ መንግሥቱ ጥበቃ የተደረገለትን የነፃነት መብት የሚጥሱ የሕገወጥና የዘፈቀደ እስራት ናቸው ያለው ኢሰመኮ፣ የኦሮሚያ ክልል ከመከላከያ ሠራዊት መሥፈርቶች ውጪ ለምልመላ በሚል ሰዎችን በግዳጅ በመያዝ ላይ የተሳተፉና የተያዙ ሰዎችን ለመልቀቅ የገንዘብ ክፍያ የጠየቁ፣ የተቀበሉ፣ ይህንን የመከላከልና የመቆጣጠር ኃላፊነታቸውን ያልተወጡ የፀጥታና የአስተዳደር አካላት ላይ ተገቢው የወንጀል ምርመራ ተከናውኖ ተጠያቂነት እንዲረጋገጥ ጠይቋል፡፡

የአገር መከላከያ ሚኒስቴርም በኦሮሚያ ክልልና በሌሎች ክልሎች የሚካሄዱ የሠራዊት አባላት ምልመላ ሥራዎች፣ በሠራዊቱ መሥፈርቶችና አሠራር ሥርዓቶች መሠረት ብቻ መከናወናቸውን ለማረጋገጥ ጥብቅ ቁጥጥር እንዲያደርግ ተጠይቋል፡፡

ይህ በዚህ እንዳለ የኢትዮጵያ ሰብዓዊ መብቶች ኮሚሽን ከዚህ ቀደም የዋና ኮሚሽነርነት የአገልግሎት ዘመናቸውን ያጠናቀቁትን ዳንኤል በቀለ (ዶ/ር) ለመተካት፣ የዕጩ አቅራቢ ኮሚቴው ለመላው ሕዝብ የዕጩዎች ጥቆማ ጥሪ አቅርቧል፡፡ ጥቆማውም እስከ ታኅሳስ 10 ቀን 2017 ዓ.ም. እንደሚቆይ የሕዝብ ተወካዮች ምክር ቤት አስታውቋል፡፡

የኢሰመኮ ተጠባባቂ ዋና ኮሚሽነር ራኬብ መሰለ ለሪፖርተር እንዳስረዱት፣ አገሪቱ ወደ ዴሞክራሲ መሄድ ካለባት ጠንከራና ነፃ ተቋማት ያስፈልጓታል፡፡ ባለፉት አራትና አምስት ዓመታት በተቋሙ ትልልቅ ሥራዎች መከናወናቸውን፣ ነገር ግን ሥራዎቹ ተሟልተዋል ወይም በዘላቂነት ተቋሙ ተደራጅቷል የሚባልባቸው እንዳልሆኑ፣ ተቋሙ በተለያዩ ተግዳሮቶች ሲያልፍ በመቆየቱ በተፈለገው ፍጥነትና ስፋት ሥራዎችን ማከናወን ስላልተቻለ በዘላቂነት ጠንካራና ነፃ ሆኗል ለማለት ተጨማሪ ሥራዎች ስለሚያስፈልጉ፣ የዋና ኮሚሽነሩ ሹመት ያንን ታሳቢ ባደረገ መንገድ ቢከናወን መልካም ነው ብለዋል፡፡

‹‹ብዙ ጊዜ እዚህ አገር ባይለመድም የቅብብሎሽ ሁኔታ ቢኖረው ጥሩ ነው፡፡ ለምሳሌ አንድ ተቋም ምክትል ካለው ጠንካራ የሪፎርም ሥራ እየተሠራበት ያለና ምክትሉም አብሮ የሠራ ስለሚሆን/ስለምትሆን ያንን በቅብብሎሽ ለማጠናከር ብዙ አገሮች የሚሠራበት አሠራር ነው፡፡ ሚኒስትር ዴኤታ የነበረው ወደ ሚኒስትርነት ሄዶ ሥራው እንዳይቋረጥና እንደገና ወደኋላ መመለስ እንዳይኖር ያንን ማመቻቸት ጥሩ ይሆናል፤›› ሲሉ ራኬብ ገልጸዋል፡፡

በተለይ ከፖለቲካ ሪፎርሙ በኋላ የታየው ትልቁ ለውጥ ሴቶችን ወደ አመራርነት ማምጣት ስለሆነ ያንን ሁኔታ ይፈጥራል ያሉት ተጠባባቂ ዋና ኮሚሽነሯ፣ በግለሰብ ደረጃ ቦታው ትልቅ ክብር እንደሆነ ገልጸዋል፡፡

በተባበሩት መንግሥታት ድርጅት የሰላም ማስከበር ተልዕኮዎች እስከ ሰኔ 2014 ዓ..ም ድረስ ተሰማርተው ቆይተው በሰሜን ኢትዮጵያ ጦርነት ወቅት በሱዳን ጥገኝነት ጠይቀው ከቀሩ የትግራይ ተወላጅ ሰላም አስከባሪዎች መካከል፣ ወደ አገር ውስጥ ለገቡ ከ100 በላይ አባላት ለመከላከያ ሚኒስቴር የቀረበ የደመወዝና ጥቅማ ጥቅም ጥያቄ ውድቅ መደረጉ ተሰማ።

ይህ የተገለጸው ቅድሚያ ለሰብዓዊ መብቶች ኢትዮጵያ የተባለ አገር በቀል የሲቪል ማኅበረሰብ ድርጅት፣ አባላቱን አስመልክቶ ያደረገውን ጥናትና ክትትል ዝርዝር አካትቶ በተጠናከረ ሪፖርት ነው።

ከሐምሌ 2012 ዓ.ም. ጀምሮና ከዚያም በፊት በደቡብ ሱዳን አቢዬ ግዛትና በዳርፉር በሰላም ማስከበር ተልዕኮዎች ተሰማርተው የቆዩ የትግራይ ተወላጅ የሠራዊቱ አባላት፣ በመጨረሻው ዙር እስከ ሰኔ 2014 ዓ.ም. በሥራ ላይ መቆየታቸው ታውቋል።

የሰላም አስከባሪነት ሥራቸውን ጨርሰው ሲሰናበቱ በትግራይ ክልል ምክንያት በኢትዮጵያ መንግሥትና በትግራይ ኃይሎች መካከል ከፍተኛ የሆነ ጦርነት ስለነበር፣ የዘፈቀደ እስራትና ግድያ እንዳይፈጸምብን ከፍተኛ ሥጋት ስላለብን በሚል 851 አባላት በሱዳን ጥገኝነት ጠይቀው መቅረታቸው ይታወሳል።

እንደ የሲቪል ማኅበረሰብ ድርጅቱ ሪፖርት በአብዬ ግዛት ውስጥ ከነበሩት አባላት መካከል የሰላም ማስከበር ተልዕኳቸውን ርክክብ ሐምሌ 2014 ዓ.ም. እንደጨረሱ የተባበሩት መንግሥታት ድርጅትና የኢትዮጵያ መከላከያ ሠራዊት ተወካዮች ባሉበት ተሰብስበው ወደ ኢትዮጵያ መመለስ ወይም አለመመለስ የሚል ምርጫ ቀርቦላቸው 536 አባላት ወደ ኢትዮጵያ መመለስ እንደማይፈልጉ በመግለጽ፣ ለሱዳን መንግሥት የጥገኝነት ጥያቄ በማቅረብ ሱዳን ውስጥ የሚገኝ መጠለያ ገብተው ነበር።

በተመሳሳይ ከደቡብ ሱዳን 193 አባላት፣ እንዲሁም ከዳርፉር 122 አባላት  በሱዳን ጥገኝነት ጠይቀው ቀርተው እንደነበር ታውቋል።

የተባበሩት መንግሥታት ድርጅት ተወካይ የሰላም አስከባሪ አባላቱ ተልዕኳቸውና ሥራቸውን በአግባቡ እንዳጠናቀቁ የሚያረጋግጥ የምስክር ወረቀትና ‹‹የሰላም አምባሳደሮች›› የሚል የምሥጋና ወረቀት እንደሰጣቸው፣ እንዲሁም የኢትዮጵያ መንግሥትም በተመሳሳይ ተልዕኳቸውን ሲጀምሩና ሲጨርሱ ማረጋገጫ የምስክር ወረቀት እንደሰጣቸውም ተገልጿል።

አባላቱ ተልዕኳቸውን አጠናቀው ጥገኝነት ሲጠይቁ የተባበሩት መንግሥታት ድርጅት ተወካዮችን ያገለገሉበት ደመወዛቸው እንዲከፈላቸው የጠየቁ ቢሆንም፣ ‹‹አሁን ባለን አሠራር ደመወዝ ለመጣችሁበት አገር በቀጥታ ገቢ የሚደረግ ስለሆነ፣ ደመወዛችሁን ወደ ኢትዮጵያ መንግሥት ካዝና ስላስገባን በድጋሚ መክፈል አንችልም፤›› የሚል ምላሽ እንደተሰጣቸው ከአባላቱ ማረጋገጥ መቻሉም በሪፖርቱ ተጠቅሷል።  

በአሁኑ ወቅት በጥገኝነት በሱዳን ገዳሪፍ ግዛት በሚገኝ ካምፕ ከቆዩት የሰላም አስከባሪ አባላት መካከል ከ100 በላይ የሚሆኑት በግላቸው የሱዳን ድንበርን በማቆራረጥ፣ በአማራ ክልል መተማና በቤኒሻንጉል ጉሙዝ ክልል የኢትዮጵያ ድንበር ተመዝግበውና በሚመለከታቸው አካላት ተፈቅዶላቸው ኢትዮጵያ ውስጥ መግባታቸው ተገልጿል።

ከእነዚህ መካከል አንድ አባል በቤኒሻንጉል ጉሙዝ ክልል ድንበር በኩል ገብቶ አሶሳ ከተማ ውስጥ ተይዞ በወታደራዊ ፍርድ ቤት በመቅረብ፣ በሦስት ዓመት ፅኑ እስራት ተወስኖበት እስካሁን በእስር ላይ እንደሚገኝም ማኅበረሰብ ድርጅቱ ሪፖርት ያሳያል።

ኢትዮጵያ ከገቡት መካከል 102 አባላት ተሰብስበው ያገለገሉበት ደመወዝ እንዲከፈላቸው ለአገር መከላከያ ሚኒስቴር ጥያቄ ያቀረቡ ቢሆንም፣ ሚኒስቴሩ ‹‹ጉዳዩን እናየዋለን›› ሲል ከቆየ በኋላ አሁን ለመክፈል ፈቃደኛ እንዳልሆነ መግለጹም ተጠቁሟል።

አባላቱ ወደ ኢትዮጵያ ከተመለሱ በሦስት ወራት ውስጥ ደመወዛቸው መከፈል የነበረበት ቢሆንም፣ የኢትዮጵያ መንግሥት ግን ክፍያውን አለመፈጸሙ ተገልጿል።

የተባበሩት መንግሥታት ድርጅት ጠቅላላ ጉባዔ እ.ኤ.አ ሐምሌ 1 ቀን 2019 ባለፈው የውሳኔ ሐሳብ የሰላም አስከባሪ አባላት በወር 1,428 ዶላር ይከፈላቸዋል፡፡ ሆኖም ክፍያው ቀጥታ ለሰላም አስከባሪ አባላት የሚፈጸም ሳይሆን አባላቶቻቸውን ካሰማሩ አገሮች ጋር በሚደረግ ስምምነት የሚፈጸም ነው።

የኢትዮጵያ መንግሥት በሰላም አስከባሪነት ለተሰማሩ አባላት እንደ ማዕረጋቸውና በተለያዩ መለኪያ መሥፈርቶች መሠረት የተባበሩት መንግሥታት ድርጅት በአንድ አባል ከሚመድበው ክፍያ 44 በመቶ፣ 47 በመቶና 50 በመቶ ድርሻ ወደ ኢትዮጵያ ብር በመመንዘር ይከፍላቸዋል።

የአባላቱን ክፍያ በተመለከተ በተልዕኮው ላይ እንደነበራቸው ቆይታ ጊዜና በመቶኛ ሥሌት የሚለያይ ሲሆን፣ በአጠቃላይ ግን በአንድ አባል ከ175,000 ብር እስከ 1.1 ሚሊዮን ብር እንደሚደርስ፣ ከአባላቱና ከተለያዩ ምንጮች ማረጋገጡን ቅድሚያ ለሰብዓዊ መብቶች ኢትዮጵያ ያጠናቀረው ሪፖርት ያመላክታል።

የሲቪል ማኅበረሰብ ድርጅቱ ዳይሬክተር አቶ ተስፋለም በርሔ ለሪፖርተር እንደገለጹት፣ ምንም እንኳን አባላቱ ጥያቄያቸውን ያቀረቡት በደብዳቤ ቢሆንም ከመከላከያ ሚኒስቴር ፋይናንስ ክፍል የተሰጣቸው ምላሽ ግን በቃል ብቻ እንደሆነና በይፋዊ ደብዳቤ ውሳኔው አልተገለጸላቸውም፡፡

ሪፖርተር በጉዳዩ ላይ ምላሽ ለማግኘት ጥያቄ ያቀረበላቸው የአገር መከላከያ ሠራዊት የሕዝብ ግንኙነት ዋና ኃላፊ ኮሎኔል ጌትነት አዳነ ስለጉዳዩ መረጃ እንደሌላቸው በመግለጽ፣ ምላሽ እንዲሰጥ ከተፈለገ ለመከላከያ ሚኒስቴር የፋይናንስ ገቢ የተደረገው ደብዳቤ እንዲቀርብላቸው በመጠየቅ ዝርዝር ምላሽ ከመስጠት ተቆጥበዋል።

ቅድሚያ ለሰብዓዊ መብቶች ኢትዮጵያ በአሁኑ ወቅት ለሚኒስቴሩ ጥያቄያቸውን ካቀረቡት አባላት ውጪ የተቀሩት ከ700 በላይ የቀድሞ ሰላም አስከባሪዎች፣ አሁንም በሱዳን ገዳሪፍ ግዛት በሚገኝ ካምፕ ውስጥ እንደሚገኙ አሳውቋል።

እነዚህ አባላት ወደ ኢትዮጵያ ለመመለስ የደኅንነትና የእስራት ሥጋት፣ በትግራይ ክልል ያለው ያልተረጋጋ ፖለቲካዊ ሁኔታና የገንዘብ አቅም ማነስ እንቅፋት ሆኖባቸዋል ብሏል።

የሲቪል ማኅበረሰብ ድርጅቱ ሪፖርት ጥገኝነት ጠይቀው ከቀሩት ውጪ በወቅቱ ተመልሰው ወደ ኢትዮጵያ የገቡ ጥቂት የትግራይ ተወላጅ ሰላም አስከባሪ አባላት፣ ወዲያው እንደመጡ ወደ አዋሽ አርባ እስር ቤትና ሁርሶ ማሠልጠኛ ማዕከል ገብተው እስከ ሦስት ወራት ታስረው እንደነበረ ገልጿል።

አገር ውስጥ በገቡትም ሆነ በጎረቤት አገር በጥገኝነት ባሉት የቀድሞ ሰላም አስከባሪዎች ላይ ሦስት ዓይነት የሕግና የመብት ጥሰቶች ተፈጽመዋልም ሲል ድርጅቱ ይገልጻል፡፡

በዚህም መሠረት በቅድሚያ ‹‹በደቡብ ሱዳን አቢዬ ግዛትና ዳርፉር በሰላም አስከባሪነት የተሳተፉ ሌሎች ኢትዮጵያውያን ወታደሮችን ጨምሮ አባላት ክፍያቸው የተፈጸመባቸው ሲሆን፣ እነዚህ ግን ብሔራቸውን መሠረት በማድረግ ወይም ከሥጋት ተነስተው በወሰዱት የጥገኝነት ውሳኔ ምክንያት ለነበሩበት ተመሳሳይ ሥራ ተመሳሳይ ክፍያ አለመከፈሉ የእኩልነት መርህን የሚጥስ ነው፤›› ብሏል።

በማስከተልም በኢፌዴሪ ሕገ መንግሥት የሠራተኞች መብት ሲባል የመንግሥት ሠራተኞች ጭምር የሚያካትት መሆኑንና ዓለም አቀፍ የኢኮኖሚ፣ ማኅበራዊና ባህላዊ ስምምነት ደግሞ እኩል ሥራ ለሠሩ ሰዎች ያለ ምንም አድልኦ እኩል ክፍያ መከፈል እንዳለበት ቢገለጽም ይህም መብት ተጥሷል ሲል ገልጿል።

የፕሪቶሪያ ስምምነት ቢፈረምም እስካሁን በጥገኝነት የሚገኙት የቀድሞ ሰላም አስከባሪዎች ባለባቸው የደኅንነትና የእስራት ሥጋት በአገራቸው ውስጥ በነፃነት የመንቀሳቀስ፣ እንዲሁም ከአገራቸው የመውጣትና የመመለስ መብታቸውን የሚያረጋግጠው የመዘዋወር መብታቸው ተጥሷል ሲልም ያክላል።

ድርጅቱ ለእነዚህ ሦስት ጉዳዩች ካቀረባቸው የመፍትሔ ዕርምጃዎች መካከል፣ የትግራይ ተወላጅ የሰላም አስከባሪ አባላት ጥገኝነት ለመጠየቅ መነሻ የነበረው የትግራይ ጦርነት በፕሪቶሪያ ስምምነት መሠረት የቆመና ወደ ሕገ መንግሥታዊ ሥርዓት ለመግባት ስምምነት የተደረገበት በመሆኑ ነው ሲል በመጥቀስ፣ አባላቱ ከተጠለሉበት ሱዳን ወደ አገራቸው እንዲመለሱ ማመቻቸትና የሚገባቸውን ጥቅማ ጥቅምና ደመወዝ መስጠት የስምምነቱ አንድ አካል መፈጸመ መሆኑን በመረዳት መንግሥት ለጉዳዩ መፍትሔ እንዲሰጥ የሚል ጥያቄ ይገኝበታል።

በተጨማሪም ወደ ኢትዮጵያ በተመለሰበት ወቅት በአሶሳ ከተማ ተይዞ የታሰረው የቀድሞ ሰላም አስከባሪ ከእስር እንዲለቀቅ ጠይቋል።   

የግል ትምህርት ቤቶች አካል ጉዳተኞችን እንደ ማንኛውም ተማሪ ክፍያ ከፈጸሙ መቀበል እንዳለባቸው በትምህርት ረቂቅ አዋጁ ቢደነግግም ተግባራዊነቱ ላይ ግን ሥጋት እንዳለባቸው፣ በፓርላማ የሕዝብ ውይይት ላይ የተገኙ ተሳታፊዎች ተናገሩ፡፡

ይህ የተገለጸው ኅዳር 25 ቀን 2017 ዓ.ም. የሕዝብ ተወካዮች ምክር ቤት የሰው ሀብት ልማት ሥራ ሥምሪትና ቴክኖሎጂ ጉዳዮች ቋሚ ኮሚቴ፣ አጠቃላይ የትምህርት ረቂቅ አዋጅ ላይ የሕዝብ ውይይት ሲያደርግ ነው፡፡

በረቂቁ ክፍል 13 ካሉት አንቀጾች በአንቀጽ 75 ንዑስ 3 ላይ ከቀረቡት ድንጋጌዎች መካከል፣ መንግሥታዊ ያልሆኑ የአጠቃላይ ትምህርት ተቋማት ተማሪዎች ትምህርት ክፍያ ግዴታን እስከተወጡና ወደ ትምህርት ቤት መግባት የሚያስፈልገውን አካዴሚያዊ መሥፈርት እስካላሟሉ ድረስ፣ በተማሪዎች መካከል ማናቸውንም የልዩነትና የአድልኦ አሠራር ከመፈጸም መታቀብ አለባቸው ይላል፡፡

በሕዝብ ውይይቱ ሐሳባቸውን ከሰጡ መካከል አንድ ግለሰብ ጉዳዩን አስመልክቶ ለትምህርት ረቂቅ አዋጁ የግል ትምህርት ቤቶች አካል ጉዳተኞችን መቀበል እንዳለባቸው ቢደነግግም፣ በአፈጻጸም ላይ ግን ሰፊ የሆነ ክፍተት እንደሚፈጥር ይታወቃል ብለዋል፡፡  

ከዚህ በፊት አካል ጉዳተኛ በሚማርበት ትምህርት ቤት ልጆቻቸውን አናስተምርም ብለው አድማ ያደረጉ ወላጆች እንደነበሩ፣ በዚህ ምክንያት ትምህርት ቤቱ አካል ጉዳተኛ ተማሪዎችን ማባረሩን አስታውሰዋል፡፡

በአጠቃላይ የትምህርት ረቂቅ አዋጅ ውስጥ አካል ጉዳተኞችን ጨምሮ ሁሉም ተማሪዎች ተገቢ ክፍያ እስከፈጸሙ ድረስ፣ በተማሪዎች መካከል ምንም ልዩነት መኖር የለበትም የሚለው በአዋጁ ላይ ቢካተት የበለጠ እንደሚያጎለብተው አክለው ገልጸዋል፡፡

ባይሆን የግል ትምህርት ቤቶች ነጋዴ መሆናቸው ታውቆ መንግሥት ድጋፍ የሚያደርግበት አሠራር መፈጠር እንዳለበት ጠቅሰው፣ በአንቀጽ 75 ንዑስ 4 የሚገኘውን መንግሥታዊ ያልሆኑ የአጠቃላይ ትምህርት ተቋማት ሊያስከፍሉ የሚገባቸውን የትምህርት ቤትና ሌሎች የአገልግሎት ክፍያዎችን ጣሪያ በተመለከተ ሚኒስቴሩ መመርያ ሊያወጣ ይችላል የሚለው ከአዋጁ ላይ እንዲሰረዝ ጠይቀዋል፡፡ ይህ መመርያ ኢኮኖሚያዊና ሌሎች ታሰቢ ምክንያቶችን ከግምት በማስገባት በየሦስት ዓመቱ ይስተካከላል ይላል፡፡

ኢትዮጵያ በአካል ጉዳተኞች መብት ዓለም አቀፍ ኮንቬንሽን ማፅደቋን ተከትሎ አካል ጉዳተኞች የመማር፣ እንዲሁም የተለያዩ አገልግሎታቸውን በሚያገኙበት ጊዜ  መብታቸው መጠበቅ እንዳለበት ከብሔራዊ መስማት የተሳናቸው ማኅበር የተወከሉት አቶ ምትኩ ከተማ ተናግረዋል፡፡

ኢትዮጵያ ውስጥ በሚሊዮን የሚቆጠሩ መስማት የተሳናቸው ሰዎች እንዳሉ፣ ከእነዚህ ውስጥ አብዛኞቹ ከትምህርት ገበታ ውጪ መሆናቸውን በአስተርጓሚ የተናገሩት አቶ ምትኩ፣ የአካል ጉዳተኞች መብት በወረቀት ላይ ከመቀመጥ በዘለለ በተግባር የሚፈጸም አለመሆኑን ጠቁመዋል፡፡

በትምህርት ዘርፉም ሆነ በሌሎች ጉዳዮች መስማት የተሳናቸውን ሰዎች አካታችነት መፈጠር እንዳለበት፣ በተለይም በትምህርት ዘርፍ ከቅድመ መደበኛ እስከ ከፍተኛ ትምህርት ድረስ የምልክት ቋንቋ ትምህርት መሰጠት አለበት ብለዋል፡፡  

በአጠቃላይ የትምህርት ረቂቅ አዋጁ ውስጥ ‹‹የልዩ ፍላጎት›› የሚለው ጉዳይ በደንብ ተብራርቶ መቀመጥ አለበት ያሉት አቶ ምትኩ ለአብነትም የዓይን፣ የኦቲዝም፣ የመስማት የተሳናቸው ሰዎች ጉዳት ማሟላት የሚገባቸው ነገሮች ስለሚያስፈልጉ ጉዳዩቹ በአዋጁ ውስጥ ተብራርተው ቢቀመጡ መልካም እንደሆነ አክለው ገልጸዋል፡፡

በተለይ በአዲስ አበባ ከተማ ውስጥ የልዩ ፍላጎት መማሪያ ትምህርት ቤቶች ሩቅ መሆናቸውን፣ እዚህ ላይም የትምህርት ሚኒስቴር ትራንስፖርትን ታሳቢ ያደረገ አሠራር ቢዘረጋ የተሻለ እንደሆነ አሳስበዋል፡፡  

በአገር ደረጃ መስማት የተሳናቸውን ሰዎች ታሳቢ ያደረገና ራሱን የቻለ የሁለተኛ ደረጃ ትምህርት ቤት እንደሌለ፣ ይህንንም የትምህርት ሚኒስቴር እንደሚያውቀው ጠቅሰው ጉዳዩም ትኩረት ተሰጥቶ መሻሻል አለበት ሲሉ ጠይቀዋል፡፡

በአጠቃላይ ትምህርት ረቂቅ አዋጁ ውስጥ የሚፈለጉት ነገሮች ተካትተውበታል የሚለውን ነገር በሙሉ አፍ መናገር ባይቻልም እንኳን፣ በተቻለ መጠን የተወሰነ ጊዜ ድረስ የሚረዳ የሕግ ማዕቀፍ ነው ሲሉ የትምህርት ሚኒስትሩ ብርሃኑ ነጋ (ፕሮፌሰር) በውይይቱ ላይ ተገኝተው ገልጸዋል፡፡

በረቂቅ አዋጁ ውስጥ የሰብዓዊ መብት ጉዳዮችን በተወሰነ ደረጃ ለማየት የተሞከረበት ሁኔታ እንዳለ ጠቅሰው፣ ከውይይቱም ተጨማሪ ነገር ሆነው መካተት ይኖርባቸዋል ተብለው የታመኑ ሐሳቦችን እንዲካተቱ ይደረጋሉ ብለዋል፡፡

በውይይቱ ማጠቃለያም ንግግር ያደረጉት የቋሚ ኮሚቴው ሰብሳቢ ነገሪ ሌንጮ (ዶ/ር) አዋጁ የትምህርት ጥራትን የሚያስጠብቅ፣ የመምህራንን ብቃትና ጥቅም የሚያስከብር መሆን አለበት ብለዋል፡፡

ረቂቅ አዋጁን ቋሚ ኮሚቴው በስፋት ማየቱንና በቀጣይ መሻሻል ያለባቸውን ጉዳዮች ጊዜ ተወስዶ እንዲታዩ እንደሚያደርግ አስረድተዋል፡፡  

የንግድና ቀጣናዊ ትስስር ሚኒስቴር ሚኒስትር ካሳሁን ጎንፌ (ዶ/ር) በሕዝብ ተወካዮች ምክር ቤት ተገኝተው ማብራሪያ እንደሚሰጡ ሲገለጽ ከምክር ቤቱ አባላት የኑሮ ውድነትና የዋጋ ንረትን የተመለከቱ ጥያቄዎች በቀዳሚነት ይቀርባል ተብሎ ተገምቶ ነበር፡፡

እንደተገመተው በዕለቱ ከምክር ቤቱ አባላት ለሚኒስትሩ ከቀረቡ ጥያቄዎች ውስጥ በአብዛኛው የዋጋ ንረት፣ የኑሮ ውድነትና ከዚሁ ጋር የተያያዙ ጉዳዮችን የተመለከቱ ሆነዋል፡፡ ይህ ተጠባቂ ነው፡፡ በዋጋ ንረትና የኑሮ ውድነት ዙሪያ ያለው ችግር ብዙዎችን እየፈተነ ከመሆኑ አንፃር ከዚህም በላይ ጥያቄ የሚቀርብበት ጉዳይ ነው፡፡

ሚኒስትሩ በእነዚህና በሌሎች ጥያቄዎች ላይ የሰጡት ማብራሪያና ምላሽ ምን ያህል አጥጋቢ ነው የሚለው ጉዳይ እንደተጠበቀ ሆኖ፣ ከዚህ ቀደም ከሚኒስቴር መሥሪያ ቤቱ በተመሳሳይ መንገድ ሲሰጡ ከነበሩ ማብራሪያዎች በተሻለ ገላጭ ናቸው፡፡ ከምክር ቤቱ አባላት የቀረቡ አንዳንድ ጥያቄዎች ቢታለፉም ዋና ዋና በሚባሉ ጉዳዮች ላይ ምላሽ ሰጥተዋል፡፡ በተለይ ባለፉት አራት ወራት መሥሪያ ቤቱ የተሻለ ስለመንቀሳቀሱ የሚያሳዩ መረጃዎችም ቀርበዋል፡፡

ከማክሮ ኢኮኖሚ ሪፎርሙ ትግበራ ወዲህ የግብይት ሥርዓቱ ውስጥ ሊከሰቱ ይችላሉ የተባሉ ችግሮች ለመቆጣጠርና የዋጋ ንረቱ እንዳይባባስ የተደረጉ ጥረቶች እንደ ምሳሌ ሊጠቀስ ይችላል፡፡ ከዚህ ቀደም በግብይት ሥርዓቱ ውስጥ ያሉ ችግሮችን ለመቆጣጠር ይኬድበት ከነበረው አሠራር ወጣ ብሎ በአዲስ አሠራር ለመፈጸም የተደረጉ ሙከራዎች ውጤት እያስገኙ መሆኑን ከተደረገው ገለጻ መረዳት ይቻላል፡፡ ባለፉት አራትና አምስት ወራት በግብይት ሥርዓቱ ውስጥ ያሉ ብልሹ አሠራሮችን ለመቅረፍ በተሠራው የቁጥጥር ሥራ ተገኙ የተባሉ ውጤቶችን በአኃዝ አስደግፈው አስረድተዋል፡፡ እንዲህ ያሉ ሊበረታቱ የሚገባቸው አሠራሮች የሚደገፉ ሲሆን በተደጋጋሚ መሥሪያ ቤቱ ላይ ሲነሱ የነበሩ ትችቶችን ሊያረግብ ይችላል፡፡

በአንፃሩ ግን በኢትዮጵያ ተጨባጭ ሁኔታ፣ እጅግ የተበለሻሸውን የግብይት ሥርዓት መስመር ለማስያዝ እጅግ ብዙ ሥራ የሚጠበቅበት በመሆኑ እየተሠራ ነው የተባለው ሥራ ኢምንት መሆኑ ሊሰመርበት ይገባል፡፡

የአገራችን የግብይት ሥርዓት ብልሽት መገለጫዎች በርካታ በመሆናቸው መሥሪያ ቤቱ ያልደረሰባቸውና የቁጥጥር ሥራውን ጠበቅ አድርጎ ሊሠራባቸው የሚገቡ በርካታ ድርጊቶች አሉ፡፡ በሰሞኑ የሚኒስትሩ ማብራሪያ የግብይት ሥርዓቱን በማበለሻሸት ትልቅ ድርሻ የያዘውን የደላሎች ጣልቃ ገብነት ለመቀነስ እየተደረገ ያለው ጥረት ተገልጿል፡፡ የደላሎች እጅ ረዥም በመሆኑ በዚህ ጉዳይ ላይ የተሠራውና እየተሠራ ያለው ሥራ መልካም ቢሆንም አሁንም ገበያው ከሕገወጥ ደላሎች  እጅ አልወጣም፡፡ አሁንም የደላሎች ጡንቻ ፈርጥሞ የሚታይበት አካባቢ ስላለ በዚህ ረገድ ተጀመሩ የተባሉ የሕግ ማስከበርና ዕርምጃዎች በያዝ ለቀቅ ሳይሆን ባልተቋረጠ መንገድ ከተሄደበት ለውጥ ሊመጣ ይችላል፡፡

ከዚህ ውጪ በተጨባጭ የዋጋ ንረቱ እንዳይበረታ በተሠሩ ሥራዎች ተገኙ የተባሉት ውጤቶችም ቢሆኑ ስለትክክለኛነታቸው ተጨባጭ ማረጋገጫ ሊቀርብበት ይገባል፡፡ ለምሳሌ ሚኒስትሩም ሆኑ ሌሎች የመንግሥት ተቋማት እንደሚገለጹት፣ ከማክሮ ኢኮኖሚ ሪፎርሙ ትግበራ በኋላ የዋጋ ንረቱ መርገቡን ነው፡፡ የንግድና ቀጣናዊ ትስስር ሚኒስቴርም በ2016 በጀት ዓመት የመጀመርያዎቹ አራት ወሮች የነበረው የዋጋ ንረት ከዘንድሮ ተመሳሳይ ወቅት ጋር ሲነፃፀር በአሥር በመቶ መሻሻሉን አመላክተዋል፡፡

በአጭሩ መልዕክቱ የዋጋ ንረቱ በአሥር በመቶ አካባቢ ቀንሷል የሚል ነው፡፡ አዎ ሥሌቱ የተባለውን ቁጥር ያመለክታል፡፡ ይህ በቁጥር ቀንሷል የተባለው የዋጋ ንረት በተጨባጭ ሸማቹ ላይ አይታይም፡፡ አሁን ካለው የብር የመግዛት አቅም አንፃር ሲመዘን እያንዳንዱ ሸማች በተባለው ቁጥር ልክ የኑሮ ውድነቱ አልቀለለለትም፡፡ እንደውም ተጨማሪ ወጪ እየጠየቀው ነው፡፡ በሰሞኑ የፓርለማ ማብራሪያቸው እንደገለጹትም በተለይ ቋሚ ገቢ ያለው ሸማቾች ላይ ጫና ተፈጥሯል፡፡ ስለዚህ ከቁጥር በሻገር የዋጋ ንረቱን ለማርገብ አንዱ መፍትሔ መሥሪያ ቤቱ ለተበላሸው የግብይት ሥርዓት ቅድሚያ ሊሰጠው የሚገባ መሆኑን ነው፡፡

በግብይት ሥርዓቱ ውስጥ የተንሰራፉትን ሕገወጦች ከመቆጣጠር ባለፈ ገበያውን የሚያረጋጉ አዳዲስ አሠራሮችን መዘርጋትም አለበት፡፡ ለምሳሌ ገበያውን ለማረጋጋት ይጠቅማሉ ለተባሉ የውጭ ኩባንያዎች የወጣውን ሕግ ማስፈጸም አንዱ ሊሆን ይችላል፡፡ ሕገወጦችን ከመቆጣጠር አንጻር በአራት ወሮች ከ105 ሺሕ በላይ ነጋዴዎች ላይ ዕርምጃ መውሰዱና የቁጥጥር ሥራውን በየዕለቱ እየተከወነ መሆኑ ትልቅ ለውጥ ቢሆንም፣ ከችግሩ አንፃር ብልሽቱን እንዲህ ባለው ዕርምጃ ብቻ ማስተካከል እንደማይችል ተገንዝቦ ገበያ ሊያረጋጉ የሚችሉ አዳዲስ መፍትሔዎችን ማምጣት ያስፈልጋል፡፡ ለዚህ ደግሞ ንግድና ቀጣናዊ ትስስር ሚኒስቴር ቀዳሚውን ኃላፊነት የሚወስድ በመሆኑ የዋጋ ንረትን ለማርገብ የሚሠሩ ሥራዎች በሙሉ በአዎንታዊም ሆነ በአሉታዊ ጎኑ የሚያሳርፉት ተፅዕኖዎች መሥሪያ ቤቱን የሚመለከት ይሆናል፡፡ ኃላፊነቱን በአግባቡ እየተወጣ ለመሆኑ አንዱ ማሳያ በግብይት ሥርዓቱ ውስጥ ያሉ ብልሽቶችን ወደ ሕጋዊ መስመር ለማስገባት በታማኝነት የሚሠሩ ባለሙያዎችን ማብቃት አንዱ ነው፡፡ ኃላፊነት የማይሰማቸው የሚኒስቴር መሥሪያ ቤቱ ሠራተኞች የሚፈጽሟቸው ሕገወጥ ተግባራት የግብይት ሥርዓቱን የበለጠ እንዲታወክ በማድረግ ጣት የሚሰነዘርባቸው ናቸው፡፡

በመሆኑም አንዳንድ ኃላፊነታቸውን በአግባቡ ለመወጣት አቅም የሌላቸው ሠራተኞች በሕገወጥ ድርጊት ተሳታፊ ሆነው ካገኙዋቸው ነጋዴዎች ጉቦ ተቀብለው ጥፋታቸው እንዲሸፋፈን ሲያደርጉ የቆዩ በመሆኑ ይህ ተግባራቸው በግብይት ሥርዓቱ ብልሽት እንዲስፋፋ ቀላል የማይባል አስተዋጽኦ ነበረው፡፡ ሕገወጥ ነጋዴዎችም ጉቦ እየሰጡ በተግባራቸው እንዲገፉ አበረታቷል ማለት ይቻላል፡፡ ይህንንም በተደጋጋሚ እየፈጸሙ መቀጠላቸው ሕግ የማስከበር ሥራው ላይ እንቅፋት ሆኗል፡፡

ግድፈት ያገኙባቸውን ነጋዴዎች ጉዳያቸውን ወደ ሕግ በመውሰድ እዚያው በገንዘብ የሚደራደሩ ብልሹ ሠራተኞች በተለይ በዚህ ወቅት የመሥሪያ ቤቱን መልካም ጅምሮች ማደናቀፋቸው አይታበልም፡፡ ስለዚህ የግብይት ሥርዓቱ ብልሽት በደላሎች፣ በአልጠግብ ባይ ነጋዴዎች፣ በኮንትሮባንዲስቶችና በሌሎች ሕገወጦች ብቻ የሚፈጸም ሳይሆን በብልሹ የመንግሥት ሠራተኞች ጭምር መሆኑን አምኖ በዚህ ረገድ ሥር ነቀል ሥራ ካልተሠራ የሚጠበቀውን ለውጥ ማምጣት ፈፅሞ አይቻልም፡፡

ባለፉት አራት ወራት በግብይት ሥርዓቱ ውስጥ ሕገወጥ ተግባራት በመፈጸማቸው ተጠያቂ ተደርገዋል ከተባሉት ከ105 ሺሕ በላይ ነጋዴዎች ሌላ ምግባረ ብልሹ በሆኑ ሠራተኞች በየመንደሩ ተደባብሰው እንዲቀሩ ያደረጓቸው ሕገወጥ ተግባራት ቁጥር ሕጋዊ ዕርምጃ ተወሰደባቸው ከተባሉት ነጋዴዎች በላይ ሊሆን ይችላል፡፡

ከሰሞኑ ብዙ እየተባለበት ያለውን በነዳጅ ማደያዎች አካባቢ እየተፈጸመ ነው የተባለውን ያልተገባ ተግባር እንደ ምሳሌ ማንሳት ይቻላል፡፡ ሚኒስትሩ ወደ ፓርላማ ከመምጣታቸው ጥቂት ቀናት በፊት በአዲስ አበባ ከተማ ነዳጅ እጥረት ተከስቶ ነበር፡፡ ይህ እጥረት ለምን ተፈጠረ ተብሎ በአዲስ አበባ በሚገኙ 200 ነዳጅ ማደያዎችን ፈትሾ የተገኘውም ውጤት ከዚሁ ጋር ሊያያዝ ይችለል፡፡ በአንድ በሁለት ቀን ፍተሻ ከ200 ነዳጅ ማደያዎች 68ቱ ነዳጅ እያላቸው ነዳጅ የለም ማለታቸውን አረጋግጠዋል፡፡ ሚኒስቴሩ ይህንን እውነት በሕዝብ ተወካዮች ምክር ቤትም ጠቅሰውታል፡፡

ስለዚህ በየጊዜው ክትትል ቢደረግና ዕርምጃ ቢወሰድ እነዚህ ማደያዎች እንዲህ ዓይን ያወጣ ሕገወጥ ተግባር ባልፈጸሙ እንደነበር እንገምታለን፡፡ ችግሩ ይህ ብቻ ሳይሆን መንግሥት የሚመድባቸው ተቆጣጣሪዎች ከነዳጅ ማደያ ባለቤቶች ወይም ሠራተኞች ጋር ተመሳጥረው ይፈጽማሉ የተባለው ድርጊት ተገልጋዮችን ለከፋ ብዝበዛ መደረጉ ነወ፡፡ ይህም የነዳጅ መቅጃ የልኬት መሣሪያዎችን ይመለከታል፡፡ ‹‹ቀሻቢ›› የልኬት መሣሪያዎች ከእያንዳንዱ ሊትር የተወሰነ መጠን እንዲቀሽቡ ተደርጎ አጀስት ይደረጋሉ፡፡ ተጠቃሚዎች እዚያው ሆነው ይህንን ለማረጋገጥ የሚችሉበት ዕድል ስለሌላቸው በቀሻቢ የነዳጅ ልኬት መሣሪያ የሚያስገኘው ያልተገባ ጥቅም የግለሰቦች ኪስ እየተሞላበት ነው፡፡ ይህንን በተጨባጭ ያረጋገጡ አንዳንድ አሽከርካሪዎች እንዲህ ባለው ተግባር ተሰማርተዋል ያሏቸውን ማደያዎች ስለሚያውቁ እየመረጡ እስከ መቅዳት ደርሰዋል፡፡

እንዲህ ያለው ተግባር ለመስፋፋቱ ደግሞ አሁንም ስማቸው የሚነሳው እነዚህ የልኬት መሣሪያዎቹን እንዲቆጣጠሩ የተመደበ ሠራተኞች ናቸው፡፡ ሸቃቢ የልኬት መሣሪያዎችን የያዙ ማደያዎች ጋር በመሻረክ መሣሪያዎቹ በትክክል እየሠሩ ነው ብለው ያልተገባ ማረጋገጫ መስጠታቸው ነው፡፡ ለዚህ ተግባራቸው ደግሞ በሽቀባ ከተገኘው ያልተገባ ጥቅም ተጋሪ ይሆናሉ ማለት ነው? በሌሎች የቢዝነስ ዘርፎችም ብልሹ የሚባሉ መንግሥት የመደባቸው ተቆጣጣሪዎች ከየቢዝነሶቹ ባለቤቶች ጋር ተመሳጥረው የሚፈጽሙት ሕገወጥ ተግባራት ተገልጋዮንም መንግሥትንም እየጎዳ ነው፡፡ ለዚህም ነው መንግሥት የሕግ ማስከበርና የቁጥጥር ሥራው እንቅፋት የሚገጥመው ብልሹ ሠራተኞቹ ኃላፊነታቸውን በሐቅ እየሠሩ ባለመሆኑ ጭምር ነው የምንለው፡፡

ከሰሞኑ የሚኒስትሩ ማብራሪያ ሸመታን በተመለከተ የተጠቀሰው ሌላው ጉዳይ የዋጋ ንረት እንዳይባባስ የቅዳሜና የእሑድ ገበያዎች አስተዋጽኦ ቀላል የማይባል ስለመሆኑ መጠቀሱ ናቸው፡፡ እነዚህን ገበያዎች ከማብዛትና አዳዲስ ዘመናዊ የግብይት ማዕከላትን በመገንባት የአገልግሎት አሰጣጡን ከፍ ለማድረግ እየተሠራ እንደሆነም ተብራርቷል፡፡ አዎ! እነዚህ ገበያዎች በተወሰነ ደረጃም ቢሆን ሸማቹን እየታደጉ ነው፡፡ ነገር ግን አሁንም በየሰፈሩ ካሉ መደብሮችና ገበያዎች አንጻር ትርጉም ያለው የዋጋ ልዩነት የማይታይባቸው የመጡበት ሁኔታም ይስተዋላል፡፡ አንዳንድ የቅዳሜና የእሑድ ገበያዎች እንደተባለው እስከ 30 በመቶ ቅናሽ ያላቸው ምርቶች ቢኖርም አንዳንዴ በየሰፈሩ ካሉ መደብሮች ብዙም ልዩነት በሌለው ዋጋ የመሸጥ ልምምድ እየሰፋ እንዳይሄድ በአግባቡ መቆጣጠር ያስፈልጋል፡፡

እነዚህ ገበያዎች ጋር ተያይዞ ከሚኒስትሩ ሰሞነኛ ማብራሪያ ለየት ያለውና በተለይ እንደ ለሚ ኩራ ያሉ አካባቢዎች ባሉ የቅዳሜና የእሑድ ገበያዎች ጤፍ እስከ 900 ብር በኩንታል ቅናሽ እየተሸጠ ነው ብለዋል፡፡ ነገር ግን ሸማች እሱን ማለታቸውንም አክለዋል፡፡ ጤፍም ሆነ ሌሎች ምርቶችን በቅናሽ እየሸጡ ገበያ አጣን ካሉ ገራሚ ነው፡፡ እንደ ሸማች የምንቀናበት ዜና ነው፡፡

በዚህ ደረጃ የሚገለጹ ገበያዎች ካሉ ሸማቾች እነዚህን ገበያዎች እንዲጠቀሙ ለማድረግ አሁንም አንዱ መፍትሔ የግብይት ቦታዎችን አሉታዊ ዋጋ በየዕለቱ በማሳወቅ ሸማቹ እንዲገለገልበት አይችልም ነበር? ገበያ የለንም ያሉም ነጋዴዎች ገበያ እንዲያገኙ አሉታዊ የግብይት ዋጋዎችን በማሳወቅ ሁሉንም ተጠቃሚ ማድረግ አይችልም? ሌላው ሸማቹን ይታደጋሉ የተባሉ የሸማች ማኅበራት አካባቢም እየታዩ ያሉ ግድፈቶች መፈተሸ ይኖርባቸዋል፡፡ አንዳንድ ሸማቾች ማኅበራት ከሌሎች መደብሮች ባልተለየ ዋጋ ሽያጭ እያከናወኑ ነው፡፡ እንደውም አንዳንድ የሸማች ማኅበራት የግለሰቦች መጠቀሚያም እየሆኑ ነው እየተባለ ነውና የቁጥጥር ሥራው እነሱንም ሊመለከት ይገባል፡፡

በአጠቃላይ በሰሞኑ የሚኒስትሩ ማብራሪያ መሥሪያ ቤቱ ከቅርብ ጊዜ ወዲህ ትርጉም ያለው እንቅስቃሴ ቢያደርጉም ካለው ችግር አንፃር አሁንም ብዙ ሥራ እንደሚጠበቅበት ማስታወስ ተገቢ ይሆናል፡፡ የቁጥጥር ሥራው እንደ ቀድሞ ያዝ ለቀቅ የሚደረግ መሆንም የለበትም፡፡ በየትኛውም ዘርፍ የሚደረግ የቁጥጥርና የክትትል ሥራው ውጤት ሊገኝበት የሚችለው ብልሹ ሠራተኞች እጃቸውን እንዲሰበስቡ ማድረግ ሲትል ጭምር ነው፡፡

"""